---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignCoolingLoadParam
source: html/cc484f3c-705d-1d67-0154-5ec3f875e9a3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignCoolingLoadParam Property

"Design Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignCoolingLoadParam { get; }
```